Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=62_art_id=133.html.tmx
Source language: sme
Languages: sma

source: Kristuskránsa
sma: Kristusen gievlie

source: Jesus vásihii ija ja jápmima.
sma: Jeesuse jïjjem jïh jaememem deejri.

source: Buohkat geaid son ráhkistii, behtte su.
sma: Gaajhkesh giejtie Jeesuse iehtsieji, satnem biehtiejin.

source: Son dovddai iežas velá Ipmilis ge behttojuvvon.
sma: Jeesuse ussjedi Jupmele aaj satnem biehtieji.

source: Jesus vásihii bákčasa ija.
sma: Jeesuse vaejvien jïjjine åahpeni.

source: Sii huško su ja cábme su ja son russiinávlejuvvui jápmit stuora bákčasiiguin.
sma: Almetjh satnem laarhkoejin jïh kroessese geavnastin, stoerre vaejvine dïsse jaemedh.

source: Loahpas son jámii: jápmin mas mii ballat.
sma: Minngemes jeemi dam jaememem mestie bïllebe.

source: Son vásihii dovdduid ija. Vártnohisvuohta, aktonasvuohta, hiddjiduvvot ja bilkiduvvot.
sma: Dan jïjjen vaejvie-aajmosne lïj: baanhtsan jïh oktegh lïj, satnem haeniehtin jïh laavsin.

source: Son bisui das ráhkisvuođa dihte.
sma: Gieriesvoeten gielhtie idtji gåajperh.

source: Son bisui das danne go son luhtii dasa ahte Ipmil atná sus fuola buot daid čađa, eallimis ja jápmimis.
sma: Juktie deejri Jupmele mijjese jieliemisnie jïh jaemiemisnie håksa, dellie gaarsjeli.

source: Loga ieš Markusevangeliumis go Jesus iežas vártnohisvuođas rohkadalai Getsemanis, dat lea čállojuvvon 14. kapihttalis, 32-37 vearssain.
sma: Lohkh amma Bijbelisnie guktie Jeesuse baenhtsesne Jupmielasse rohkeli gosse Getsemanisnie lïj: Maarhkosen vaentjielisnie 14, 32-37.

source: Dasalassin teavstta gillámuša birra
sma: Maahtah aaj teekstem Jeesusen vaejvien bïjre lohkedh.
